Repository: exodus-ai-org/ios
Catalog: Resources/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hant, zh_hk

# ios:app.lock.unlockButton
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
pt_br: Desbloquear
zh_hant: 解鎖
zh_hk: 解鎖

# ios:app.sidebar.close
source: Close sidebar
de: Seitenleiste schließen
es: Cerrar barra lateral
fr: Fermer la barre latérale
it: Chiudi barra laterale
ja: サイドバーを閉じる
ko: 사이드바 닫기
pt_br: Fechar barra lateral
zh_hant: 關閉側邊欄
zh_hk: 關閉側邊欄

# ios:app.sidebar.open
source: Open sidebar
de: Seitenleiste öffnen
es: Abrir barra lateral
fr: Ouvrir la barre latérale
it: Apri barra laterale
ja: サイドバーを開く
ko: 사이드바 열기
pt_br: Abrir barra lateral
zh_hant: 開啟側邊欄
zh_hk: 開啟側邊欄

# ios:app.workspace.comingSoon
source: Coming soon
de: Demnächst
es: Próximamente
fr: Bientôt
it: Prossimamente
ja: 近日公開
ko: 출시 예정
pt_br: Em breve
zh_hant: 即將推出
zh_hk: 即將推出

# ios:chat.alert.errorTitle
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
zh_hant: 錯誤
zh_hk: 錯誤

# ios:chat.approval.commandHint
source: A command wants to touch credentials on your computer:
de: Ein Befehl möchte auf Zugangsdaten auf Ihrem Computer zugreifen:
es: Un comando quiere acceder a credenciales de su ordenador:
fr: Une commande veut accéder à des identifiants sur votre ordinateur :
it: Un comando vuole accedere a credenziali sul tuo computer:
ja: コマンドがコンピュータ上の認証情報にアクセスしようとしています:
ko: 명령이 컴퓨터의 자격 증명에 접근하려고 합니다:
pt_br: Um comando quer acessar credenciais no seu computador:
zh_hant: 有指令想存取你電腦上的憑證：
zh_hk: 有指令想存取你電腦上的憑證：

# ios:chat.approval.expiresIn
source: Declined automatically in %@
de: Automatisch abgelehnt in %@
es: Se rechazará automáticamente en %@
fr: Refus automatique dans %@
it: Rifiutata automaticamente tra %@
ja: %@ 後に自動的に拒否されます
ko: %@ 후 자동으로 거부됨
pt_br: Recusado automaticamente em %@
zh_hant: 將於 %@ 後自動拒絕
zh_hk: 將於 %@ 後自動拒絕

# ios:chat.approval.fileHint
source: A tool wants to use this file on your computer, which may hold credentials:
de: Ein Werkzeug möchte diese Datei auf Ihrem Computer verwenden, die Zugangsdaten enthalten kann:
es: Una herramienta quiere usar este archivo de su ordenador, que puede contener credenciales:
fr: Un outil veut utiliser ce fichier de votre ordinateur, qui peut contenir des identifiants :
it: Uno strumento vuole usare questo file del tuo computer, che potrebbe contenere credenziali:
ja: ツールがコンピュータ上のこのファイルを使おうとしています。認証情報が含まれている可能性があります:
ko: 도구가 컴퓨터의 이 파일을 사용하려고 합니다. 자격 증명이 들어 있을 수 있습니다:
pt_br: Uma ferramenta quer usar este arquivo do seu computador, que pode conter credenciais:
zh_hant: 有工具想使用你電腦上的這個檔案，其中可能含有憑證：
zh_hk: 有工具想使用你電腦上的這個檔案，其中可能含有憑證：

# ios:chat.ask.button
source: Ask Exodus
de: Exodus fragen
es: Preguntar a Exodus
fr: Demander à Exodus
it: Chiedi a Exodus
ja: Exodus に質問
ko: Exodus에 질문
pt_br: Perguntar ao Exodus
zh_hant: 問 Exodus
zh_hk: 問 Exodus

# ios:chat.ask.quoted
source: Quoted text
de: Zitierter Text
es: Texto citado
fr: Texte cité
it: Testo citato
ja: 引用されたテキスト
ko: 인용된 텍스트
pt_br: Texto citado
zh_hant: 引用的文字
zh_hk: 引用的文字

# ios:chat.ask.remove
source: Remove quote
de: Zitat entfernen
es: Quitar cita
fr: Retirer la citation
it: Rimuovi citazione
ja: 引用を削除
ko: 인용 제거
pt_br: Remover citação
zh_hant: 移除引用
zh_hk: 移除引用

# ios:chat.card.computer.action.click
source: Click
de: Klicken
es: Clic
fr: Clic
it: Clic
ja: クリック
ko: 클릭
pt_br: Clique
zh_hant: 點按
zh_hk: 點按

# ios:chat.card.computer.action.drag
source: Drag
de: Ziehen
es: Arrastrar
fr: Glisser
it: Trascinamento
ja: ドラッグ
ko: 드래그
pt_br: Arrastar
zh_hant: 拖移
zh_hk: 拖移

# ios:chat.card.computer.action.hotkey
source: Keyboard shortcut
de: Tastenkombination
es: Atajo de teclado
fr: Raccourci clavier
it: Abbreviazione da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
pt_br: Atalho de teclado
zh_hant: 鍵盤快速鍵
zh_hk: 鍵盤快速鍵

# ios:chat.card.computer.action.key
source: Key press
de: Tastendruck
es: Pulsación de tecla
fr: Touche
it: Pressione di un tasto
ja: キー操作
ko: 키 입력
pt_br: Tecla
zh_hant: 按鍵
zh_hk: 按鍵

# ios:chat.card.computer.action.mouseButton
source: Mouse button
de: Maustaste
es: Botón del ratón
fr: Bouton de la souris
it: Tasto del mouse
ja: マウスボタン
ko: 마우스 버튼
pt_br: Botão do mouse
zh_hant: 滑鼠按鈕
zh_hk: 滑鼠按鈕

# ios:chat.card.computer.action.moveMouse
source: Move pointer
de: Zeiger bewegen
es: Mover el puntero
fr: Déplacer le pointeur
it: Sposta il puntatore
ja: ポインタを移動
ko: 포인터 이동
pt_br: Mover o ponteiro
zh_hant: 移動指標
zh_hk: 移動指標

# ios:chat.card.computer.action.scroll
source: Scroll
de: Scrollen
es: Desplazar
fr: Défilement
it: Scorrimento
ja: スクロール
ko: 스크롤
pt_br: Rolar
zh_hant: 捲動
zh_hk: 捲動

# ios:chat.card.computer.action.type
source: Type
de: Tippen
es: Escribir
fr: Saisie
it: Digitazione
ja: 入力
ko: 입력
pt_br: Digitar
zh_hant: 輸入
zh_hk: 輸入

# ios:chat.card.computer.action.wait
source: Wait
de: Warten
es: Esperar
fr: Attente
it: Attesa
ja: 待機
ko: 대기
pt_br: Aguardar
zh_hant: 等待
zh_hk: 等待

# ios:chat.card.computer.error.disabled
source: Computer Use is turned off in Settings on the computer.
de: Computersteuerung ist in den Einstellungen auf dem Computer deaktiviert.
es: El uso del ordenador está desactivado en los ajustes del ordenador.
fr: L’utilisation de l’ordinateur est désactivée dans les réglages de l’ordinateur.
it: L’uso del computer è disattivato nelle impostazioni del computer.
ja: コンピュータの設定でコンピュータ操作がオフになっています。
ko: 컴퓨터의 설정에서 컴퓨터 사용이 꺼져 있습니다.
pt_br: O uso do computador está desativado nos ajustes do computador.
zh_hant: 電腦上的「設定」已關閉電腦操作。
zh_hk: 電腦上的「設定」已關閉電腦操作。

# ios:chat.card.computer.error.notAllowed
source: “%@” isn’t on the Computer Use allowlist. Add it in Settings on the computer.
de: „%@“ steht nicht auf der Zulassungsliste der Computersteuerung. Füge es in den Einstellungen auf dem Computer hinzu.
es: «%@» no está en la lista de apps permitidas. Añádela en los ajustes del ordenador.
fr: « %@ » ne figure pas dans la liste des apps autorisées. Ajoutez-la dans les réglages de l’ordinateur.
it: «%@» non è nell’elenco delle app consentite. Aggiungila nelle impostazioni del computer.
ja: 「%@」はコンピュータ操作の許可リストにありません。コンピュータの設定で追加してください。
ko: ‘%@’은(는) 컴퓨터 사용 허용 목록에 없습니다. 컴퓨터의 설정에서 추가하세요.
pt_br: “%@” não está na lista de apps permitidos. Adicione-o nos ajustes do computador.
zh_hant: 「%@」不在電腦操作的允許清單中。請在電腦上的「設定」加入。
zh_hk: 「%@」不在電腦操作的允許清單中。請在電腦上的「設定」加入。

# ios:chat.card.computer.error.self
source: Exodus can’t operate its own windows.
de: Exodus kann seine eigenen Fenster nicht bedienen.
es: Exodus no puede manejar sus propias ventanas.
fr: Exodus ne peut pas piloter ses propres fenêtres.
it: Exodus non può controllare le proprie finestre.
ja: Exodus は自分自身のウインドウを操作できません。
ko: Exodus는 자신의 창을 조작할 수 없습니다.
pt_br: O Exodus não pode operar as próprias janelas.
zh_hant: Exodus 無法操作自己的視窗。
zh_hk: Exodus 無法操作自己的視窗。

# ios:chat.card.computer.finalScreen
source: Final screen
de: Letzter Bildschirm
es: Pantalla final
fr: Écran final
it: Schermata finale
ja: 最終画面
ko: 최종 화면
pt_br: Tela final
zh_hant: 最終畫面
zh_hk: 最終畫面

# ios:chat.card.computer.needsYou
source: Needs you
de: Wartet auf dich
es: Te necesita
fr: Action requise
it: Serve il tuo intervento
ja: 対応が必要
ko: 확인 필요
pt_br: Precisa de você
zh_hant: 需要你
zh_hk: 需要你

# ios:chat.card.file.addedLine
source: Added: %@
de: Hinzugefügt: %@
es: Añadido: %@
fr: Ajouté : %@
it: Aggiunto: %@
ja: 追加：%@
ko: 추가: %@
pt_br: Adicionado: %@
zh_hant: 新增：%@
zh_hk: 新增：%@

# ios:chat.card.file.appended
source: Appended %@
de: %@ angehängt
es: %@ añadidos
fr: %@ ajoutés
it: %@ aggiunti
ja: %@ を追記
ko: %@ 추가함
pt_br: %@ anexados
zh_hant: 已附加 %@
zh_hk: 已附加 %@

# ios:chat.card.file.appendedNoSize
source: Appended
de: Angehängt
es: Añadido
fr: Ajouté
it: Aggiunto
ja: 追記済み
ko: 추가됨
pt_br: Anexado
zh_hant: 已附加
zh_hk: 已附加

# ios:chat.card.file.binary
source: Binary file (base64), not shown
de: Binärdatei (base64), nicht angezeigt
es: Archivo binario (base64), no se muestra
fr: Fichier binaire (base64), non affiché
it: File binario (base64), non mostrato
ja: バイナリファイル（base64）のため表示しません
ko: 바이너리 파일(base64)이라 표시하지 않습니다
pt_br: Arquivo binário (base64), não exibido
zh_hant: 二進位檔案（base64），不予顯示
zh_hk: 二進制檔案（base64），唔會顯示

# ios:chat.card.file.diffStat
source: %lld lines added, %lld removed
de: %lld Zeilen hinzugefügt, %lld entfernt
es: %lld líneas añadidas, %lld eliminadas
fr: %lld lignes ajoutées, %lld supprimées
it: %lld righe aggiunte, %lld rimosse
ja: %lld 行追加、%lld 行削除
ko: %lld줄 추가, %lld줄 삭제
pt_br: %lld linhas adicionadas, %lld removidas
zh_hant: 新增 %lld 行，刪除 %lld 行
zh_hk: 新增 %lld 行，刪除 %lld 行

# ios:chat.card.file.diffTooLarge
source: Too large to compare here: %lld lines replaced with %lld.
de: Zu groß für einen Vergleich hier: %lld Zeilen durch %lld ersetzt.
es: Demasiado grande para compararlo aquí: %lld líneas sustituidas por %lld.
fr: Trop volumineux pour être comparé ici : %lld lignes remplacées par %lld.
it: Troppo grande per il confronto qui: %lld righe sostituite da %lld.
ja: 大きすぎるためここでは比較できません：%lld 行が %lld 行に置き換えられました。
ko: 너무 커서 여기서 비교할 수 없습니다: %lld줄이 %lld줄로 바뀌었습니다.
pt_br: Grande demais para comparar aqui: %lld linhas substituídas por %lld.
zh_hant: 內容太大，無法在此比較：%lld 行被換成 %lld 行。
zh_hk: 內容太大，無法喺度比較：%lld 行被換成 %lld 行。

# ios:chat.card.file.empty
source: Empty file
de: Leere Datei
es: Archivo vacío
fr: Fichier vide
it: File vuoto
ja: 空のファイル
ko: 빈 파일
pt_br: Arquivo vazio
zh_hant: 空白檔案
zh_hk: 空白檔案

# ios:chat.card.file.lineCount
source: %lld lines
de: %lld Zeilen
es: %lld líneas
fr: %lld lignes
it: %lld righe
ja: %lld 行
ko: %lld줄
pt_br: %lld linhas
zh_hant: %lld 行
zh_hk: %lld 行

# ios:chat.card.file.oneLine
source: 1 line
de: 1 Zeile
es: 1 línea
fr: 1 ligne
it: 1 riga
ja: 1 行
ko: 1줄
pt_br: 1 linha
zh_hant: 1 行
zh_hk: 1 行

# ios:chat.card.file.openWholeFile
source: Open the whole file
de: Ganze Datei öffnen
es: Abrir el archivo completo
fr: Ouvrir le fichier entier
it: Apri il file intero
ja: ファイル全体を開く
ko: 전체 파일 열기
pt_br: Abrir o arquivo inteiro
zh_hant: 開啟完整檔案
zh_hk: 打開完整檔案

# ios:chat.card.file.removedLine
source: Removed: %@
de: Entfernt: %@
es: Eliminado: %@
fr: Supprimé : %@
it: Rimosso: %@
ja: 削除：%@
ko: 삭제: %@
pt_br: Removido: %@
zh_hant: 刪除：%@
zh_hk: 刪除：%@

# ios:chat.card.file.replacements
source: Replaced %lld occurrences · %lld → %lld lines
de: %lld Vorkommen ersetzt · %lld → %lld Zeilen
es: %lld coincidencias reemplazadas · %lld → %lld líneas
fr: %lld occurrences remplacées · %lld → %lld lignes
it: %lld occorrenze sostituite · %lld → %lld righe
ja: %lld 箇所を置換 · %lld → %lld 行
ko: %lld곳 바꿈 · %lld → %lld줄
pt_br: %lld ocorrências substituídas · %lld → %lld linhas
zh_hant: 已取代 %lld 處 · %lld → %lld 行
zh_hk: 已取代 %lld 處 · %lld → %lld 行

# ios:chat.card.file.replacementsOnly
source: Replaced %lld occurrences
de: %lld Vorkommen ersetzt
es: %lld coincidencias reemplazadas
fr: %lld occurrences remplacées
it: %lld occorrenze sostituite
ja: %lld 箇所を置換
ko: %lld곳 바꿈
pt_br: %lld ocorrências substituídas
zh_hant: 已取代 %lld 處
zh_hk: 已取代 %lld 處

# ios:chat.card.file.showAllLines
source: Show all %lld lines
de: Alle %lld Zeilen anzeigen
es: Mostrar las %lld líneas
fr: Afficher les %lld lignes
it: Mostra tutte le %lld righe
ja: 全 %lld 行を表示
ko: %lld줄 모두 보기
pt_br: Mostrar todas as %lld linhas
zh_hant: 顯示全部 %lld 行
zh_hk: 顯示全部 %lld 行

# ios:chat.card.file.unchangedLines
source: %lld unchanged lines
de: %lld unveränderte Zeilen
es: %lld líneas sin cambios
fr: %lld lignes inchangées
it: %lld righe invariate
ja: 変更のない %lld 行
ko: 변경되지 않은 %lld줄
pt_br: %lld linhas inalteradas
zh_hant: %lld 行未變更
zh_hk: %lld 行未變更

# ios:chat.card.file.wrote
source: Wrote %@
de: %@ geschrieben
es: %@ escritos
fr: %@ écrits
it: %@ scritti
ja: %@ を書き込み
ko: %@ 저장함
pt_br: %@ gravados
zh_hant: 已寫入 %@
zh_hk: 已寫入 %@

# ios:chat.card.file.wroteNoSize
source: Written
de: Geschrieben
es: Guardado
fr: Enregistré
it: Salvato
ja: 書き込み済み
ko: 저장됨
pt_br: Salvo
zh_hant: 已寫入
zh_hk: 已寫入

# ios:chat.card.image.openHint
source: Opens the image full screen.
de: Öffnet das Bild im Vollbildmodus.
es: Abre la imagen a pantalla completa.
fr: Ouvre l’image en plein écran.
it: Apre l’immagine a schermo intero.
ja: 画像を全画面で開きます。
ko: 이미지를 전체 화면으로 엽니다.
pt_br: Abre a imagem em tela cheia.
zh_hant: 全螢幕開啟圖片。
zh_hk: 全螢幕開啟圖片。

# ios:chat.card.map.dayFallback
source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
it: Giorno %lld
ja: %lld日目
ko: %lld일차
pt_br: Dia %lld
zh_hant: 第 %lld 天
zh_hk: 第 %lld 日

# ios:chat.card.map.dayStop
source: %1$@, stop %2$lld
de: %1$@, Stopp %2$lld
es: %1$@, parada %2$lld
fr: %1$@, étape %2$lld
it: %1$@, tappa %2$lld
ja: %1$@、%2$lld番目の立ち寄り先
ko: %1$@, %2$lld번째 장소
pt_br: %1$@, parada %2$lld
zh_hant: %1$@，第 %2$lld 站
zh_hk: %1$@，第 %2$lld 站

# ios:chat.card.map.mapLabel
source: Map of the itinerary
de: Karte der Reiseroute
es: Mapa del itinerario
fr: Carte de l’itinéraire
it: Mappa dell’itinerario
ja: 旅程の地図
ko: 여행 일정 지도
pt_br: Mapa do roteiro
zh_hant: 行程地圖
zh_hk: 行程地圖

# ios:chat.card.map.moreStops
source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
it: +%lld in più
ja: ほか%lld件
ko: %lld곳 더 보기
pt_br: +%lld a mais
zh_hant: 還有 %lld 個
zh_hk: 還有 %lld 個

# ios:chat.card.map.noStops
source: No stops
de: Keine Stopps
es: Sin paradas
fr: Aucune étape
it: Nessuna tappa
ja: 立ち寄り先はありません
ko: 장소 없음
pt_br: Nenhuma parada
zh_hant: 沒有停留點
zh_hk: 沒有停留點

# ios:chat.card.map.notOnMap
source: Not on the map
de: Nicht auf der Karte
es: No está en el mapa
fr: Absent de la carte
it: Non sulla mappa
ja: 地図上にありません
ko: 지도에 없음
pt_br: Fora do mapa
zh_hant: 未標示於地圖
zh_hk: 未標示於地圖

# ios:chat.card.map.openHint
source: Opens the map full screen.
de: Öffnet die Karte im Vollbildmodus.
es: Abre el mapa a pantalla completa.
fr: Ouvre la carte en plein écran.
it: Apre la mappa a schermo intero.
ja: 地図を全画面で開きます。
ko: 지도를 전체 화면으로 엽니다.
pt_br: Abre o mapa em tela cheia.
zh_hant: 全螢幕開啟地圖。
zh_hk: 全螢幕開啟地圖。

# ios:chat.card.map.openInMaps
source: Open in Maps
de: In Karten öffnen
es: Abrir en Mapas
fr: Ouvrir dans Plans
it: Apri in Mappe
ja: マップで開く
ko: 지도에서 열기
pt_br: Abrir no Mapas
zh_hant: 在「地圖」中打開
zh_hk: 在「地圖」中打開

# ios:chat.card.map.rated
source: Rated %@ out of 5
de: Bewertet mit %@ von 5
es: Valoración: %@ de 5
fr: Noté %@ sur 5
it: Valutazione %@ su 5
ja: 評価 5点中%@
ko: 평점 5점 중 %@점
pt_br: Avaliação %@ de 5
zh_hant: 評分 %@（滿分 5）
zh_hk: 評分 %@（滿分 5）

# ios:chat.card.map.ratedWithCount
source: Rated %1$@ out of 5 from %2$@ reviews
de: Bewertet mit %1$@ von 5 aus %2$@ Rezensionen
es: Valoración: %1$@ de 5 en %2$@ reseñas
fr: Noté %1$@ sur 5 selon %2$@ avis
it: Valutazione %1$@ su 5 da %2$@ recensioni
ja: 評価 5点中%1$@（%2$@件のレビュー）
ko: 평점 5점 중 %1$@점(리뷰 %2$@개)
pt_br: Avaliação %1$@ de 5 em %2$@ avaliações
zh_hant: 評分 %1$@（滿分 5，共 %2$@ 則評論）
zh_hk: 評分 %1$@（滿分 5，共 %2$@ 則評論）

# ios:chat.card.map.stopNumber
source: Stop %lld
de: Stopp %lld
es: Parada %lld
fr: Étape %lld
it: Tappa %lld
ja: %lld番目の立ち寄り先
ko: %lld번째 장소
pt_br: Parada %lld
zh_hant: 第 %lld 站
zh_hk: 第 %lld 站

# ios:chat.card.media.showAll
source: Show all %@ images
de: Alle %@ Bilder anzeigen
es: Mostrar las %@ imágenes
fr: Afficher les %@ images
it: Mostra tutte le %@ immagini
ja: %@ 枚の画像をすべて表示
ko: 이미지 %@개 모두 보기
pt_br: Mostrar todas as %@ imagens
zh_hant: 顯示全部 %@ 張圖片
zh_hk: 顯示全部 %@ 張圖片

# ios:chat.card.memory.added
source: Added: %@
de: Hinzugefügt: %@
es: Añadido: %@
fr: Ajouté : %@
it: Aggiunto: %@
ja: 追加: %@
ko: 추가됨: %@
pt_br: Adicionado: %@
zh_hant: 已新增：%@
zh_hk: 已新增：%@

# ios:chat.card.memory.changed
source: Was %@. Now %@
de: Vorher %@. Jetzt %@
es: Antes: %@. Ahora: %@
fr: Avant : %@. Maintenant : %@
it: Prima: %@. Ora: %@
ja: 変更前: %@。変更後: %@
ko: 이전: %@. 현재: %@
pt_br: Antes: %@. Agora: %@
zh_hant: 原為 %@。現為 %@
zh_hk: 原為 %@。現為 %@

# ios:chat.card.memory.removed
source: Removed: %@
de: Entfernt: %@
es: Eliminado: %@
fr: Supprimé : %@
it: Rimosso: %@
ja: 削除: %@
ko: 삭제됨: %@
pt_br: Removido: %@
zh_hant: 已移除：%@
zh_hk: 已移除：%@

# ios:chat.card.research.checkAgain
source: Check again
de: Erneut prüfen
es: Volver a comprobar
fr: Vérifier à nouveau
it: Controlla di nuovo
ja: もう一度確認
ko: 다시 확인
pt_br: Verificar novamente
zh_hant: 再檢查一次
zh_hk: 再檢查一次

# ios:chat.card.research.completed
source: Completed in %@ · sources: %lld
de: Abgeschlossen in %@ · Quellen: %lld
es: Completada en %@ · fuentes: %lld
fr: Terminée en %@ · sources : %lld
it: Completata in %@ · fonti: %lld
ja: %@で完了 · 情報源：%lld
ko: %@ 만에 완료 · 출처: %lld
pt_br: Concluída em %@ · fontes: %lld
zh_hant: 完成於 %@ · 來源：%lld
zh_hk: 用時 %@ 完成 · 來源：%lld

# ios:chat.card.research.failed
source: The research failed on the computer.
de: Die Recherche ist auf dem Computer fehlgeschlagen.
es: La investigación falló en el ordenador.
fr: La recherche a échoué sur l'ordinateur.
it: La ricerca non è riuscita sul computer.
ja: コンピュータ上で調査が失敗しました。
ko: 컴퓨터에서 리서치가 실패했습니다.
pt_br: A pesquisa falhou no computador.
zh_hant: 研究在電腦上失敗了。
zh_hk: 研究喺電腦上失敗咗。

# ios:chat.card.research.learningCount
source: Learnings: %lld
de: Erkenntnisse: %lld
es: Hallazgos: %lld
fr: Enseignements : %lld
it: Risultati: %lld
ja: 得られた知見：%lld
ko: 발견: %lld
pt_br: Descobertas: %lld
zh_hant: 發現：%lld
zh_hk: 發現：%lld

# ios:chat.card.research.loading
source: Loading the research…
de: Recherche wird geladen…
es: Cargando la investigación…
fr: Chargement de la recherche…
it: Caricamento della ricerca…
ja: 調査を読み込み中…
ko: 리서치를 불러오는 중…
pt_br: Carregando a pesquisa…
zh_hant: 正在載入研究…
zh_hk: 正在載入研究…

# ios:chat.card.research.missing
source: This research is no longer on the computer.
de: Diese Recherche ist nicht mehr auf dem Computer.
es: Esta investigación ya no está en el ordenador.
fr: Cette recherche n'est plus sur l'ordinateur.
it: Questa ricerca non è più sul computer.
ja: この調査はコンピュータ上にもうありません。
ko: 이 리서치는 더 이상 컴퓨터에 없습니다.
pt_br: Esta pesquisa não está mais no computador.
zh_hant: 這項研究已不在電腦上。
zh_hk: 這項研究已經唔喺電腦上。

# ios:chat.card.research.noReport
source: The research finished without a report.
de: Die Recherche wurde ohne Bericht beendet.
es: La investigación terminó sin informe.
fr: La recherche s'est terminée sans rapport.
it: La ricerca è terminata senza un report.
ja: 調査は完了しましたが、レポートはありません。
ko: 리서치가 완료되었지만 보고서가 없습니다.
pt_br: A pesquisa terminou sem relatório.
zh_hant: 研究已完成，但沒有產生報告。
zh_hk: 研究已完成，但冇產生報告。

# ios:chat.card.research.openHint
source: Opens the full report.
de: Öffnet den ganzen Bericht.
es: Abre el informe completo.
fr: Ouvre le rapport complet.
it: Apre il report completo.
ja: レポート全文を開きます。
ko: 전체 보고서를 엽니다.
pt_br: Abre o relatório completo.
zh_hant: 開啟完整報告。
zh_hk: 開啟完整報告。

# ios:chat.card.research.planning
source: Planning the next searches…
de: Nächste Suchen werden geplant…
es: Planificando las próximas búsquedas…
fr: Préparation des prochaines recherches…
it: Pianificazione delle prossime ricerche…
ja: 次の検索を計画中…
ko: 다음 검색을 계획하는 중…
pt_br: Planejando as próximas pesquisas…
zh_hant: 正在規劃下一步搜尋…
zh_hk: 正在規劃下一步搜尋…

# ios:chat.card.research.readFull
source: Read the full report
de: Ganzen Bericht lesen
es: Leer el informe completo
fr: Lire le rapport complet
it: Leggi il report completo
ja: レポート全文を読む
ko: 전체 보고서 읽기
pt_br: Ler o relatório completo
zh_hant: 閱讀完整報告
zh_hk: 閱讀完整報告

# ios:chat.card.research.reportTitle
source: Research report
de: Recherchebericht
es: Informe de investigación
fr: Rapport de recherche
it: Report della ricerca
ja: 調査レポート
ko: 리서치 보고서
pt_br: Relatório de pesquisa
zh_hant: 研究報告
zh_hk: 研究報告

# ios:chat.card.research.searchCount
source: Searches: %lld
de: Suchen: %lld
es: Búsquedas: %lld
fr: Recherches : %lld
it: Ricerche: %lld
ja: 検索：%lld
ko: 검색: %lld
pt_br: Pesquisas: %lld
zh_hant: 搜尋：%lld
zh_hk: 搜尋：%lld

# ios:chat.card.research.searching
source: Searching the web…
de: Websuche läuft…
es: Buscando en la web…
fr: Recherche sur le web…
it: Ricerca sul web…
ja: ウェブを検索中…
ko: 웹 검색 중…
pt_br: Pesquisando na web…
zh_hant: 正在搜尋網路…
zh_hk: 正在搜尋網絡…

# ios:chat.card.research.share
source: Share the report
de: Bericht teilen
es: Compartir el informe
fr: Partager le rapport
it: Condividi il report
ja: レポートを共有
ko: 보고서 공유
pt_br: Compartilhar o relatório
zh_hant: 分享報告
zh_hk: 分享報告

# ios:chat.card.research.sourceCount
source: Sources: %lld
de: Quellen: %lld
es: Fuentes: %lld
it: Fonti: %lld
ja: 情報源：%lld
ko: 출처: %lld
pt_br: Fontes: %lld
zh_hant: 來源：%lld
zh_hk: 來源：%lld

# ios:chat.card.research.stalled
source: No progress for a while. The research may have stopped on the computer.
de: Seit einer Weile kein Fortschritt. Die Recherche wurde auf dem Computer möglicherweise beendet.
es: Sin avances desde hace un rato. Puede que la investigación se haya detenido en el ordenador.
fr: Aucun progrès depuis un moment. La recherche s'est peut-être arrêtée sur l'ordinateur.
it: Nessun progresso da un po'. La ricerca potrebbe essersi fermata sul computer.
ja: しばらく進捗がありません。コンピュータ上で調査が止まっている可能性があります。
ko: 한동안 진행이 없습니다. 컴퓨터에서 리서치가 멈췄을 수 있습니다.
pt_br: Sem progresso há algum tempo. A pesquisa pode ter parado no computador.
zh_hant: 已有一段時間沒有進展。研究可能已在電腦上停止。
zh_hk: 已有一段時間冇進展。研究可能已喺電腦上停止。

# ios:chat.card.research.terminated
source: The research was stopped on the computer.
de: Die Recherche wurde auf dem Computer gestoppt.
es: La investigación se detuvo en el ordenador.
fr: La recherche a été arrêtée sur l'ordinateur.
it: La ricerca è stata interrotta sul computer.
ja: コンピュータ上で調査が停止されました。
ko: 컴퓨터에서 리서치가 중지되었습니다.
pt_br: A pesquisa foi interrompida no computador.
zh_hant: 研究已在電腦上停止。
zh_hk: 研究已喺電腦上停止。

# ios:chat.card.research.unknownStatus
source: This research is in a state this app doesn't know: %@.
de: Diese Recherche hat einen Status, den die App nicht kennt: %@.
es: Esta investigación está en un estado que la app no conoce: %@.
fr: Cette recherche est dans un état que l'app ne connaît pas : %@.
it: Questa ricerca è in uno stato che l'app non conosce: %@.
ja: この調査はこのアプリが認識できない状態です：%@。
ko: 이 리서치는 앱이 알 수 없는 상태입니다: %@.
pt_br: Esta pesquisa está em um estado que o app não reconhece: %@.
zh_hant: 這項研究處於此 App 不認得的狀態：%@。
zh_hk: 這項研究處於此 App 不認識的狀態：%@。

# ios:chat.card.research.unreachable
source: Couldn't load the research from the computer.
de: Die Recherche konnte nicht vom Computer geladen werden.
es: No se pudo cargar la investigación desde el ordenador.
fr: Impossible de charger la recherche depuis l'ordinateur.
it: Impossibile caricare la ricerca dal computer.
ja: コンピュータから調査を読み込めませんでした。
ko: 컴퓨터에서 리서치를 불러올 수 없습니다.
pt_br: Não foi possível carregar a pesquisa do computador.
zh_hant: 無法從電腦載入研究。
zh_hk: 無法從電腦載入研究。

# ios:chat.card.research.unreadable
source: Couldn't read this research.
de: Diese Recherche kann nicht gelesen werden.
es: No se pudo leer esta investigación.
fr: Impossible de lire cette recherche.
it: Impossibile leggere questa ricerca.
ja: この調査を読み取れませんでした。
ko: 이 리서치를 읽을 수 없습니다.
pt_br: Não foi possível ler esta pesquisa.
zh_hant: 無法讀取這項研究。
zh_hk: 無法讀取這項研究。

# ios:chat.card.usedMemories.title
source: Memories used
de: Verwendete Gedächtniseinträge
es: Memorias usadas
fr: Mémoires utilisées
it: Memorie usate
ja: 使用したメモリー
ko: 사용한 메모리
pt_br: Memórias usadas
zh_hant: 使用的記憶
zh_hk: 使用的記憶

# ios:chat.card.weather.chartLabel
source: Temperature by hour
de: Temperatur im Stundenverlauf
es: Temperatura por hora
fr: Température heure par heure
it: Temperatura oraria
ja: 時間ごとの気温
ko: 시간별 기온
pt_br: Temperatura por hora
zh_hant: 每小時氣溫
zh_hk: 每小時氣溫

# ios:chat.card.weather.chartValue
source: Lowest %@° at %@, highest %@° at %@
de: Tiefstwert %1$@° um %2$@, Höchstwert %3$@° um %4$@
es: Mínima de %1$@° a las %2$@, máxima de %3$@° a las %4$@
fr: Minimum %1$@° à %2$@, maximum %3$@° à %4$@
it: Minima %1$@° alle %2$@, massima %3$@° alle %4$@
ja: 最低 %1$@°（%2$@）、最高 %3$@°（%4$@）
ko: 최저 %1$@°(%2$@), 최고 %3$@°(%4$@)
pt_br: Mínima de %1$@° às %2$@, máxima de %3$@° às %4$@
zh_hant: 最低 %1$@°（%2$@），最高 %3$@°（%4$@）
zh_hk: 最低 %1$@°（%2$@），最高 %3$@°（%4$@）
